Repository: jtbalenton/Attic-Archive-Theme
Catalog: atticarchive/inc/loginpress/addons/hide-login/languages/loginpress-hide-login-*.po
Languages: fr_fr, pt_br

source: Click here to activate LoginPress Pro
fr_fr: Cliquez ici pour activer LoginPress Pro
pt_br: Clique aqui para ativar o LoginPress Pro

source: Disabled Admin Access
fr_fr: Accès administrateur désactivé
pt_br: Acesso Administrador Desativado

source: Email Address
fr_fr: Adresse Email
pt_br: Endereço de e-mail

source: Email sent.
fr_fr: Email envoyé
pt_br: E-mail Enviado.

source: Email will be sent to the address defined below.
fr_fr: Un email sera envoyé à l'adresse définie ci-dessous.
pt_br: O e-mail será enviado para o endereço definido abaixo.

source: Generate Slug (Randomly)
fr_fr: Générer un slug (au hasard)
pt_br: Gerar Link (Aleatório)

source: Here is your login page now: %1$s. Bookmark this page!
fr_fr: Voici votre page de connexion maintenant:% 1 $ s. Marquer cette page!
pt_br: Aqui está o novo link da sua página de login: %1$s. Adicione esta página aos seus favoritos!

source: Hide Login
fr_fr: Masquer Connexion
pt_br: Ocultar Login

source: Hide login lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.
fr_fr: Masquer la connexion vous permet de modifier l'URL de la page de connexion en tout ce que vous voulez. Cela va donner du fil à retordre aux spammeurs qui ne cessent de frapper votre page de connexion. Ceci est utile pour les attaques par force brute. Une précaution à prendre pour utiliser ce module est que vous devez vous rappeler l'URL de connexion personnalisée après l'avoir modifiée. Nous avons la possibilité d'envoyer par courrier électronique votre URL de connexion personnalisée afin que vous puissiez vous en souvenir.
pt_br: Ocultar login permite que você altere a URL da página de login para o que quiser. Isso dificultará a vida dos spammers que continuam entrando na sua página de login. Este plugin também é útil para ataques de força bruta. Tenha o cuidado de se lembrar do link personalizado que você criou com este complement. Certifique-se de tomar nota ou utilize a opção para enviar um e-mail com o novo link personalizado para que você nunca se esqueça.

source: LoginPress - Hide Login
fr_fr: LoginPress - Masquer la connexion
pt_br: LoginPress - Ocultar Login

source: LoginPress Hide Login could not be activated because you already have active . Please uninstall Login Rename Plugin to use LoginPress Hide Login
fr_fr: LoginPress masquer la connexion n'a pas pu être activée car vous êtes déjà actif. Veuillez désinstaller Login Rename Plugin pour utiliser LoginPress Hide Hide Login
pt_br: LoginPress Ocultar Login não pôde ser ativado porque você já tem ativo . Por favor, desinstale o plugin Login Rename para usar o complemento LoginPress Login Oculto

source: LoginPress Hide Login required LoginPress Pro activation &mdash;
fr_fr: LoginPressPress Cacher Login requis Activation LoginPress Pro & mdash;
pt_br: LoginPress Ocultar Login necessita da ativação do LoginPress Pro &mdash;

source: LoginPress is the best <code>wp-login</code> Hide Login plugin by <a href="https://wpbrigade.com/">WPBrigade</a> which allows you to hide the wp-login.php.
fr_fr: 155/5000 LoginPress est le meilleur <code> wp-login </ code> masquer le plug-in de connexion par <a href="https://wpbrigade.com/"> WPBrigade </a>, qui vous permet de masquer le fichier wp-login.php.
pt_br: LoginPress é o melhor plugin <code>wp-login</code> para ocultar login da <a href="https://wpbrigade.com/">WPBrigade</a> que lhe permite esconder o wp-login.php.

source: mylogin
fr_fr: mon identifiant
pt_br: meulogin

source: Please Install LoginPress Pro to use "LoginPress Hide Login" add-on.
fr_fr: Veuillez installer LoginPress Pro pour utiliser le module complémentaire "LoginPress masquer login".
pt_br: Instale o LoginPress Pro para utilizar o complemento "LoginPress Ocultar Login".

source: Please write down the correct email for sending the email.
fr_fr: S'il vous plaît écrivez le bon email pour envoyer l'email.
pt_br: Por favor, digite o e-mail correto para enviarmos o e-mail.

source: Rename Login Slug
fr_fr: Renommer Login Slug
pt_br: Renomear Link do Login

source: Rename your wp-login.php
fr_fr: Renommez votre wp-login.php
pt_br: Renomeie seu wp-login.php

source: Reset Login Slug
fr_fr: Réinitialiser Login Slug
pt_br: Redefinir Link do Login

source: Send Email
fr_fr: 10/5000 Envoyer un email
pt_br: Enviar E-mail

source: Send email after changing the wp-login.php slug?
fr_fr: Envoyer un email après avoir changé le slug wp-login.php?
pt_br: Enviar e-mail depois de mudar o link de login wp-login.php?

source: This feature is not enabled.
fr_fr: 28/5000 Cette fonctionnalité n'est pas activée.
pt_br: Este recurso não está habilitado.

source: To set a networkwide default, go to <a href="%s">Network Settings</a>.
fr_fr: Pour définir une valeur par défaut pour l'ensemble du réseau, accédez à <a href="%s"> Paramètres réseau </a>.
pt_br: Para definir um padrão em toda a rede, vá para <a href="%s">Configurações de Rede</a>.

source: Write a Email Address where send the New generated URL
fr_fr: Écrivez une adresse email où envoyer l'URL générée
pt_br: Digite um endereço de e-mail para receber o novo URL gerado

source: Your default login page: %1$s. Bookmark this page!
fr_fr: Votre page de connexion par défaut:% 1 $ s. Marquer cette page!
pt_br: Sua página de login padrão: %1$s. Adicione esta página aos seus favoritos!
