Repository: jtbalenton/Attic-Archive-Theme
Catalog: atticarchive/inc/loginpress/addons/widget/languages/loginpress-login-widget-*.po
Languages: ar, it_it

source: Displays a login widget in the sidebar.
ar: عرض عنصر واجهة مستخدم لتسجيل الدخول في الشريط الجانبي.
it_it: Mostra il login widget nella sidebar.

source: LoginPress: Login Widget
ar: لوجن بريس LoginPress: عنصر واجهة مستخدم لتسجيل الدخول Login Widget

source: Logged-out Title
ar: عنوان مسجل خروج

source: Login
ar: تسجيل دخول

source: Logged-out Links (Text | href)
ar: روابط تسجيل الخروج (النص | href)

source: Show lost password link
ar: عرض رابط فقدان كلمة المرور
it_it: Mostra il link password dimenticata

source: Lost password text
ar: نص فقدان كلمة المرور
it_it: Password dimenticata text

source: Lost your password?
ar: فقدت كلمة مرورك؟
it_it: Password dimenticata?

source: Show register link
ar: عرض رابط التسجيل
it_it: Mostra il link registra

source: %1$sAnyone can register%2$s must be enabled.
ar: %1$sأي أحد بإمكانه التسجيل%2$s لابد أن يكون ممكّن.
it_it: %1$sTutti possono registrarsir%2$s deve essere abilitato.

source: Register text
ar: نص التسجيل
it_it: Registrati text

source: Register
ar: سجّل
it_it: Registrati

source: Show "Remember me" checkbox
ar: عرض صندوق الاختيار "تذكرني"
it_it: Mostra “ricordami” Checkbox

source: Login Redirect URL
ar: رابط إعادة توجيه تسجيل الدخول

source: Current page URL
ar: رابط الصفحة الحالي
it_it: Pagina corrente URL

source: Logged-in title
ar: عنوان مسجل دخول

source: Welcome %username%
ar: مرحباً %username%
it_it: Benvenuto %username%

source: Logged-in Links (Text | HREF | Capability)
ar: روابط المسجل دخول (النص | HREF | الإمكانية)

source: %1$sCapability%2$s (optional) refers to the type of user who can view the link.
ar: %1$sالإمكانية%2$s (إختياري) يشير إلى نوع المستخدم الذي يمكنه مشاهدة الرابط.
it_it: %1$sCapacità%2$s (optional) invia al tipo di utenti che possono vedere il link .

source: Dashboard | %admin_url% Profile | %admin_url%/profile.php Logout | %logout_url%
ar: لوحة الواجهة | %admin_url% الملف الشخصي | %admin_url%/profile.php تسجيل خروج | %logout_url%
it_it: Dashboard | %admin_url% Profilo | %admin_url%/profile.php Esci | %logout_url%

source: Show logged-in user avatar
ar: عرض الصورة الرمزية للمستخدم المسجل دخول
it_it: Mostra logged-in user avatar

source: Logged-in user avatar size
ar: حجم الصورة الرمزية للمستخدم المسجل دخول
it_it: Dimensioni Logged-in user avatar

source: Logout Redirect URL
ar: رابط إعادة التوجيه لتسجيل الخروج

source: Error Messages
ar: رسائل الخطأ
it_it: Messaggi di errore

source: You can change the Error messages from %1$sLoginPress Customizer%2$s
ar: باستطاعتك تغيير رسائل الخطأ من %1$sمخصص لوجن بريس LoginPress%2$s
it_it: Puoi cambiare i messaggi di errore da %1$sLoginPress Customizer%2$s

source: Error Background Color
ar: لون خلفية الخطأ
it_it: Errore Background Color

source: Error Text Color
ar: لون نص الخطأ
it_it: Errore Text Color

source: Username
ar: اسم المستخدم

source: Email Address
ar: البريد الالكتروني
it_it: Indirizzo Email

source: Username or Email Address
ar: اسم المستخدم أو البريد الالكتروني
it_it: Username o Indirizzo Email

source: Password
ar: كلمة المرور

source: Remember Me
ar: تذكرني
it_it: Ricordami

source: Login &rarr;
ar: دخول &larr;

source: or
ar: أو
it_it: Oppure

source: Login with Google Plus
ar: تسجيل دخول مع جوجل +
it_it: Login con Google Plus

source: Login with Google
ar: تسجيل دخول مع جوجل
it_it: Login con Google

source: Login with Facebook
ar: تسجيل دخول مع فيسبوك
it_it: Login con Facebook

source: Login with Twitter
ar: تسجيل دخول مع تويتر
it_it: Login con Twitter

source: Login with LinkedIn
ar: تسجيل دخول مع لينكدإن
it_it: Login con LinkedIn

source: %1$sError:%2$s Invalid Username.
ar: %1$sخطأ:%2$s اسم مستخدم غير صحيح.
it_it: %1$sErrore:%2$s Username non valido.

source: %1$sError:%2$s Invalid Password.
ar: %1$sخطأ:%2$s كلمة مرور غير صحيحة.
it_it: %1$sErrore:%2$s Password nnn valida .

source: %1$sError:%2$s The username field is empty.
ar: %1$sخطأ:%2$s حقل اسم المستخدم فارغ.
it_it: %1$sErrore:%2$s Il campo Username è vuoto.

source: %1$sError:%2$s The password field is empty.
ar: %1$sخطأ:%2$s حقل كلمة المرور فارغ.
it_it: %1$sErrore:%2$s Il campo password è vuoto.

source: %1$sError:%2$s The email address isn't correct..
ar: %1$sخطأ:%2$s عنوان البريد الالكتروني غير صحيح.
it_it: %1$sErrore:%2$s L’indirizzo mail non è corretto.

source: Please enter your username and password to login.
ar: الرجاء أدخل اسم المستخدم وكلمة المرور الخاص بك للدخول.
it_it: Per favore inserisci il tuo Username e Password per entrare.

source: Please Install LoginPress Pro to use "LoginPress Login Widget" add-on.
ar: الرجاء تركيب نسخة لوجن بريس المحترفة LoginPress Pro لتتمكن من استخدام الملحق "لوجن بريس LoginPress عنصر واجهة مستخدم لتسجيل الدخول Login Widget".
it_it: Per favore installa Login Press Pro per usare “LoginPress Login Widget” add-on.

source: LoginPress Login Widget required LoginPress Pro activation &mdash;
ar: يتطلب لوجن بريس عنصر واجهة المستخدم لتسجيل الدخول LoginPress Login Widget أن يكون لديك نسخة لوجن بريس المحترفة LoginPress Pro منشطة &mdash;
it_it: LoginPress Login Widget richiede LoginPress Pro attivato &mdash;

source: Click here to activate LoginPress Pro
ar: اضغط هنا لتنشيط نسخة لوجن بريس المحترفة LoginPress Pro
it_it: Clicca qui per attivare LoginPress Pro

source: LoginPress - Login Widget
ar: لوجن بريس LoginPress - عنصر واجهة مستخدم لتسجيل الدخول Login Widget

source: LoginPress -Login widget is the best Login plugin by <a href="https://wpbrigade.com/">WPBrigade</a> which allows you to login from front end.
ar: لوجن بريس LoginPress - عنصر واجهة مستخدم لتسجيل الدخول هو أفضل إضافة لتسجيل الدخول بواسطة <a href="https://wpbrigade.com/">WPBrigade</a> والذي يسمح لك بتسجيل الدخول من واجهة الموقع الأمامية.
