Repository: jtbalenton/Attic-Archive-Theme
Catalog: atticarchive/inc/loginpress/addons/auto-login/languages/loginpress-auto-login-*.po
Languages: fr_fr

source: Auto Login
fr_fr: Connexion automatique

source: Autologin lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. You will get a list of all the users who you have given auto generated login links. You can disable someones access by deleting that user from the list. %3$s %3$s WordPress Login Screen is customizable through %1$sWordPress Customizer%2$s.
fr_fr: La connexion automatique vous permet (administrateur) de générer une URL unique pour certains utilisateurs auxquels vous ne souhaitez pas fournir un mot de passe pour vous connecter à votre site. Vous obtiendrez une liste de tous les utilisateurs auxquels vous avez attribué des liens de connexion générés automatiquement. Vous pouvez désactiver l’accès de certains en supprimant cet utilisateur de la liste. L’écran de connexion WordPress% 3 $ s% 3 $ s est personnalisable via% 1 $ sWordPress Customizer% 2 $ s.

source: Autologin URL
fr_fr: Connexion automatique URL

source: Click here to activate LoginPress Pro
fr_fr: Cliquez ici pour activer LoginPress Pro

source: Delete
fr_fr: Effacer

source: LoginPress - Auto Login
fr_fr: 23/5000 LoginPress - Connexion automatique

source: LoginPress -Auto Login is the best Login plugin by <a href="https://wpbrigade.com/">WPBrigade</a> which allows you to login without Username and Password.
fr_fr: LoginPress -Auto Login est le meilleur plug-in de connexion de <a href="https://wpbrigade.com/"> WPBrigade </a> qui vous permet de vous connecter sans nom d'utilisateur ni mot de passe.

source: LoginPress Auto Login required LoginPress Pro activation &mdash;
fr_fr: LoginPress: connexion automatique requise. Activation de LoginPress Pro & mdash;

source: New
fr_fr: Nouveau

source: No user found
fr_fr: Aucun utilisateur trouvé

source: Please Install LoginPress Pro to use "LoginPress Auto Login" add-on.
fr_fr: Veuillez installer LoginPress Pro pour utiliser le module complémentaire "LoginPress Auto Login".

source: Search Username
fr_fr: Recherche Nom d'utilisateur

source: Search Username for making a login magic link for that user.
fr_fr: Rechercher Nom d'utilisateur permettant de créer un lien magique de connexion pour cet utilisateur.

source: User ID
fr_fr: Utilisateur ID

source: Username
fr_fr: Nom d'utilisateur
